Repository: wescamp/torneo_wif_2010-1.8
Catalog: po/*.po
Languages: hu

source: Tournament W.I.F. 2010 (by Dret)
hu: Wesnoth Olasz Fórum Bajnokság 2010 (Dret)

source: good
hu: jók

source: evil
hu: gonoszak

source: Dimensional Vortex
hu: Dimenziókapu

source: Magic Source
hu: Mágikus forrás

source: <span foreground='green'>Tactical Victory</span>
hu: <span foreground='green'>Taktikai Győzelem</span>

source: <big>WINNER IS <span foreground='green'>$varWinnerName</span></big> <span foreground='orange'>$varWinnerName owns all six magic sources</span>
hu: <big>A GYŐZTES <span foreground='green'>$varWinnerName</span></big> <span foreground='orange'>$varWinnerName elfoglalta a hat mágikus forrást</span>

source: Blink!
hu: Villanás!

source: WIF Tournament 2010
hu: Wesnoth Olasz Fórum Bajnokság 2010

source: Defeat your opponent or conquer the 6 magic Sources!
hu: Öld meg az ellenfeledet, vagy foglald el a 6 mágikus forrást!

source: CAUTION!! Before starting playing:
hu: VIGYÁZAT!! Mielött elkezdenél játszani:

source: <span foreground='red'>DID YOU SET THE GAME CORRECTLY?</span> <big>Check this Options: 'Use map settings' MUST BE ENABLED 'Show Haloing Effects' (in Display Preferences) MUST BE ENABLED 'Observers' MUST BE DISABLED (with the exception expected in the rules, avaiable in the dedicated post in our forum) OTHERWISE THE GAME WILL BE ANNULED</big>
hu: <span foreground='red'>Rendesen állítottad be a játékot?</span> <big>A következőkre vigyázz: 'AlapbeállításoK' BE KELL KAPCSOLNI 'Haloing effektusok mutatása' (Képernyő beállítások) BE KELL KAPCSOLNI 'Megfigyelők' KI KELL KAPCSOLNI (kivéve, ha a szabályok másképpen rendelkeznek) MÁSKÜLÖNBEN A JÁTÉK SEMMIS</big>

source: IV° Tournament W.I.F. 2010
hu: IV. Wesnoth Olasz Fórum Bajnokság 2010

source: <big> IV° Italian Tournament of Battle for Wesnoth</big> organized by: <big> W.I.F. WESNOTH ITALIAN FORUM http://wif.altervista.org Map designer and original scenario coder: Dret WML enhancers and bug fixers: mich and Nobun Testers: Dead Eye, Luigit and baro_st Translator: RockScorpion</big>
hu: <big> IV. Olasz Harc Wesnothért Bajnokság</big> Szervezte: <big> W.I.F. WESNOTH OLASZ FÓRUM http://wif.altervista.org Térkép készítője és kódolója: Dret WML munkálatok és hibajavítók: mich and Nobun Tesztelők: Dead Eye, Luigit and baro_st Fordító: RockScorpion</big>

source: ISTRUCTIONS - Dimensional Vortices
hu: SZABÁLYOK - Dimenziókapuk

source: <big> REMEMBER: from turn 3 the DIMENSIONAL VORTICES will be open. They allow the quick shift to the other side of the map. So you can point more easily to the TACTICAL VICTORY. CAUTION: vortices will open first for the player number two; in this way the disadvantage of starting the game for second is balanced. If a unit after a teleporting movement, for missing space in the destination area, ends in a 'chasm' terrain and can't fly... it will be slained!</big>
hu: <big> EMLÉKEZTETŐÜL: a 3. körtől a Dimenziókapuk nyitva lesznek. Segítségükkel gyorsán átlkelhetsz a pálya másik oldalára. Így könnyebben arathatsz TAKTIKAI GYŐZELMET. VIGYÁZAT: a kapuk először a második játékosnak nyílnak meg, így egyensúlyozva ki, hogy nem ő kezd. Ha a teleportált egység egy olyan helyre érkezik, ahol szakadék van, és nem tud repülni, akkor az az egység meghal!</big>

source: ISTRUCTIONS - Tactical Victory
hu: SZABÁLYOK - Taktikai győzelem

source: <big> REMEMBER: You can win the game without kill the enemy leader if you occupy all the 6 MAGIC SOURCES on the map.</big>
hu: <big> EMLÉKEZTETŐÜL: Megnyerheted a játékot az ellenfél vezérének megölése nélkül is, ha a hat MÁGIKUS FORRÁS mindegyikét elfoglalod.</big>

source: ISTRUCTIONS - Elite Units
hu: SZABÁLYOK - Elit egységek

source: <big> REMEMBER: The units that you see already positioned on the map are unique and SO UNRECRUITABLE. They are powerful units and represent the elite of you army: try to preserve them.</big>
hu: <big> EMLÉKEZTETŐÜL: Az egységek, amik a térképen már el vannak helyezve, egyediek, így NEM LEHET TOBOROZNI ŐKET. Ezek az egységek erősek, ők képezik a sereged elitjét. Óvd meg őket!</big>

source: The Dimensional Vortices are open!
hu: A Dimenziókapuk nyitva vannak!
